Repository: Mecho90/BuildingManagement
Catalog: building_management/locale/*/LC_MESSAGES/django.po
Languages: bg

source: English
bg: Английски

source: Bulgarian
bg: Български

source: Your account has been locked after too many failed attempts. Contact an administrator.
bg: Вашият профил беше блокиран след твърде много неуспешни опита. Свържете се с администратор.

source: Floor
bg: Етаж

source: Is occupied
bg: Зает ли е

source: Apartment number must be unique within this building.
bg: Номерът на апартамента трябва да е уникален в тази сграда.

source: You don't have permission to edit this unit.
bg: Нямате права да редактирате този апартамент.

source: Building
bg: Сграда

source: Select a building first
bg: Първо изберете сграда

source: Unit
bg: Апартамент

source: Priority
bg: Приоритет

source: Status
bg: Статус

source: Deadline
bg: Краен срок

source: Awaiting approval. Only backoffice users can change this status.
bg: Очаква одобрение. Само потребители от бек офиса могат да променят този статус.

source: Add attachments
bg: Добави прикачени файлове

source: Upload one or more images or documents related to this work order.
bg: Качете едно или повече изображения или документи, свързани с тази поръчка.

source: Remove existing attachments
bg: Премахни наличните файлове

source: Select files to delete when saving this work order.
bg: Изберете файловете, които да бъдат изтрити при запазване на поръчката.

source: Selected unit does not belong to the chosen building.
bg: Избраният апартамент не принадлежи на избраната сграда.

source: Deadline cannot be in the past.
bg: Крайният срок не може да е в миналото.

source: One or more attachments could not be found.
bg: Един или повече файлове не бяха намерени.

source: Title
bg: Заглавие

source: Description
bg: Описание

source: Buildings to include
bg: Сгради за включване

source: %(building)s — owner %(owner)s
bg: %(building)s — собственик %(owner)s

source: Select at least one building.
bg: Изберете поне една сграда.

source: Role
bg: Роля

source: Email
bg: Имейл

source: First name
bg: Име

source: Last name
bg: Фамилия

source: Roles
bg: Роли

source: Optional, used for contact and password resets.
bg: Незадължително, използва се за контакт и възстановяване на парола.

source: Technical Support
bg: Техническа поддръжка

source: Property Manager
bg: Отговорник сграда

source: External Contractor
bg: Външен изпълнител

source: Owner
bg: Отговорник

source: Name
bg: Име

source: Address
bg: Адрес

source: Buildings
bg: Сгради

source: Apartment number
bg: Номер на апартамент

source: Apartment owner
bg: Собственик на апартамент

source: Contact phone
bg: Телефон за контакт

source: Open
bg: Отворена

source: In progress
bg: В процес на изпълнение

source: Awaiting approval
bg: Очаква одобрение

source: Approved
bg: Одобрена

source: Rejected
bg: Отхвърлена

source: Done
bg: Приключена

source: Low
bg: Нисък

source: Medium
bg: Среден

source: High
bg: Висок

source: Replacement request note
bg: Бележка към заявката за замяна

source: Selected unit does not belong to the selected building.
bg: Избраният апартамент не принадлежи на избраната сграда.

source: Work order
bg: Работна поръчка

source: Info
bg: Инфо

source: Warning
bg: Предупреждение

source: Danger
bg: Опасност

source: Technician
bg: Техник

source: Backoffice Employee
bg: Служител бек офис

source: Administrator
bg: Администратор

source: All buildings
bg: Всички сгради

source: Role added
bg: Роля добавена

source: Role removed
bg: Роля премахната

source: Capabilities updated
bg: Актуализирани права

source: System
bg: Система

source: Created
bg: Създадена

source: Status changed
bg: Статусът е променен

source: Approval decision
bg: Решение за одобрение

source: Reassigned
bg: Преприсвоено

source: Archived
bg: Архивирани

source: Too many failed login attempts
bg: Твърде много неуспешни опита за вход

source: Manually locked
bg: Блокиран ръчно

source: User security profile
bg: Профил за сигурност на потребителя

source: User security profiles
bg: Профили за сигурност на потребители

source: Files must be smaller than %(size)s.
bg: Файловете трябва да са по-малки от %(size)s.

source: Unsupported file type: %(mime)s. Allowed types: %(types)s or %(prefixes)s.
bg: Неподдържан тип файл: %(mime)s. Позволени типове: %(types)s или %(prefixes)s.

source: your building
bg: вашата сграда

source: due today
bg: с краен срок днес

source: due tomorrow
bg: с краен срок утре

source: due in %(count)s day
bg: с краен срок след %(count)s ден

source: %(priority)s priority work order "%(title)s" in %(building)s is %(due)s (deadline %(deadline)s)
bg: %(priority)s приоритетна поръчка „%(title)s“ в %(building)s е %(due)s (краен срок %(deadline)s)

source: (owner: %(owner)s)
bg: (собственик: %(owner)s)

source: A new mass-assigned work order "%(title)s" was created for %(building)s (deadline %(deadline)s).
bg: Нова масово възложена работна поръчка „%(title)s“ бе създадена за %(building)s (краен срок %(deadline)s).

source: User created.
bg: Потребителят беше създаден.

source: User updated.
bg: Потребителят беше обновен.

source: Password reset successfully.
bg: Паролата беше нулирана успешно.

source: You cannot delete your own account.
bg: Не можете да изтриете собствения си профил.

source: User deleted.
bg: Потребителят беше изтрит.

source: Attachment %(id)s
bg: Файл %(id)s

source: You do not have permission to modify attachments for this work order.
bg: Нямате права да променяте файловете за тази поръчка.

source: No files were provided.
bg: Не бяха предоставени файлове.

source: Active
bg: Активен

source: All
bg: Всички

source: Building created.
bg: Сградата беше създадена.

source: Building updated.
bg: Сградата беше обновена.

source: Building deleted.
bg: Сградата беше изтрита.

source: Unit created.
bg: Апартаментът беше създаден.

source: Unit updated.
bg: Апартаментът беше обновен.

source: Unit deleted.
bg: Апартаментът беше изтрит.

source: Are you sure you want to delete <strong>{filename}</strong> from <strong>{order}</strong> for <strong>{building}</strong>?
bg: Сигурни ли сте, че искате да изтриете <strong>{filename}</strong> от <strong>{order}</strong> за <strong>{building}</strong>?

source: Are you sure you want to delete <strong>{filename}</strong> from <strong>{order}</strong>?
bg: Сигурни ли сте, че искате да изтриете <strong>{filename}</strong> от <strong>{order}</strong>?

source: Are you sure you want to delete <strong>{filename}</strong>?
bg: Сигурни ли сте, че искате да изтриете <strong>{filename}</strong>?

source: Today's Open Jobs
bg: Днешните отворени задачи

source: an unknown time
bg: неизвестен момент

source: %(user)s was locked after too many failed login attempts on %(locked)s. Reactivate the account and set a new password to restore access.
bg: Потребителят %(user)s беше блокиран след твърде много неуспешни опита за вход на %(locked)s. Активирайте профила и задайте нова парола, за да възстановите достъпа.

source: Notification dismissed.
bg: Известието е отхвърлено.

source: Notification dismissed until %(date)s.
bg: Известието е отложено до %(date)s.

source: Save this work order before adding attachments.
bg: Запазете поръчката, преди да добавяте файлове.

source: Zoom in
bg: Увеличаване

source: Zoom out
bg: Намаляване

source: Close
bg: Затвори

source: Reset zoom
bg: Нулиране на увеличението

source: Open original
bg: Отвори оригинала

source: Loading...
bg: Зареждане...

source: Tap to zoom
bg: Докоснете за увеличаване

source: Download
bg: Изтегли

source: Zoom
bg: Увеличи

source: No attachments uploaded yet.
bg: Все още няма прикачени файлове.

source: Uploaded %(date)s
bg: Качено на %(date)s

source: Delete
bg: Изтрий

source: Are you sure you want to delete this attachment?
bg: Сигурни ли сте, че искате да изтриете този файл?

source: Delete attachment
bg: Изтриване на прикачен файл

source: This action cannot be undone.
bg: Това действие не може да бъде отменено.

source: Yes, delete
bg: Да, изтрий

source: Cancel
bg: Отказ

source: Upload files
bg: Качи файлове

source: Select one or more files to upload without leaving this page.
bg: Изберете един или повече файла за качване без да напускате страницата.

source: Uploading…
bg: Качване…

source: Uploaded
bg: Качено

source: Upload failed
bg: Качването неуспешно

source: Preview
bg: Преглед

source: Loading preview…
bg: Зареждане на преглед…

source: Attachments
bg: Прикачени файлове

source: Loading units…
bg: Зареждане на апартаменти…

source: Priority (High → Low)
bg: Приоритет (висок → нисък)

source: Priority (Low → High)
bg: Приоритет (нисък → висок)

source: Deadline (Soon → Late)
bg: Краен срок (скоро → по-късно)

source: Deadline (Late → Soon)
bg: Краен срок (по-късно → скоро)

source: Created (Newest first)
bg: Създадени (най-нови първо)

source: Created (Oldest first)
bg: Създадени (най-стари първо)

source: Building (A → Z)
bg: Сграда (А → Я)

source: Building (Z → A)
bg: Сграда (Я → А)

source: Owner (A → Z)
bg: Отговорник (А → Я)

source: Owner (Z → A)
bg: Отговорник (Я → А)

source: Work order created
bg: Работната задача е създадена

source: Updated: %(fields)s
bg: Обновено: %(fields)s

source: Status changed: %(from)s → %(to)s
bg: Статусът е променен: %(from)s → %(to)s

source: Status set to %(to)s
bg: Статусът е зададен на %(to)s

source: Missed deadline by %(days)s day.
bg: Просрочен краен срок с %(days)s ден.

source: Completed on time on %(date)s
bg: Завършено навреме на %(date)s

source: Work order created.
bg: Поръчката беше създадена.

source: Work order updated.
bg: Поръчката беше обновена.

source: Work order deleted.
bg: Поръчката беше изтрита.

source: Only completed work orders can be archived.
bg: Само приключени поръчки могат да бъдат архивирани.

source: Work order archived.
bg: Поръчката беше архивирана.

source: No buildings with the Technical Support role are available.
bg: Няма налични сгради с роля „Техническа поддръжка“.

source: Created %(count)s work order for %(buildings)s.
bg: Създадена е %(count)s поръчка за %(buildings)s.

source: selected buildings
bg: избраните сгради

source: %(count)s building already has an open mass-assigned work order with this title.
bg: %(count)s сграда вече има масово възложена активна поръчка с това заглавие.

source: Building Management
bg: Управление на сгради

source: Dashboard
bg: Табло

source: Work Orders
bg: Работни задачи

source: Archive
bg: Архив

source: Mass Assign
bg: Масово възлагане

source: User Management
bg: Управление на потребители

source: Admin Panel
bg: Администраторски панел

source: Welcome, %(name)s
bg: Добре дошли, %(name)s

source: Logout
bg: Изход

source: Light mode
bg: Светъл режим

source: Dark mode
bg: Тъмен режим

source: Login
bg: Вход

source: Filter
bg: Филтър

source: Reset
bg: Изчистване

source: Save
bg: Запис

source: Total audit logs: %(total)s
bg: Общо записи в одита: %(total)s

source: item
bg: елемент

source: Delete %(name)s
bg: Изтриване на %(name)s

source: Are you sure you want to delete
bg: Сигурни ли сте, че искате да изтриете

source: Unit %(number)s
bg: Апартамент %(number)s

source: in <strong>%(name)s</strong>
bg: в <strong>%(name)s</strong>

source: No description provided.
bg: Няма предоставено описание.

source: Edit building
bg: Редакция на сграда

source: Manage team
bg: Управление на екипа

source: Search working orders
bg: Търсене на поръчки

source: Units
bg: Апартаменти

source: Add unit
bg: Добавяне на апартамент

source: Number, floor, owner or contact
bg: Номер, етаж, собственик или контакт

source: Page size
bg: Брой на страница

source: Floor %(value)s
bg: Етаж %(value)s

source: Contact
bg: Контакт

source: No units.
bg: Няма апартаменти.

source: Number
bg: Номер

source: Actions
bg: Действия

source: Add work order
bg: Добави задача

source: Title or description
bg: Заглавие или описание

source: Deadline range
bg: Диапазон на срока

source: YYYY-MM-DD / YYYY-MM-DD
bg: ГГГГ-ММ-ДД / ГГГГ-ММ-ДД

source: Edit
bg: Редакция

source: No work orders for this building.
bg: Няма поръчки за тази сграда.

source: Edit Building
bg: Редакция на сграда

source: New Building
bg: Нова сграда

source: User
bg: Потребител

source: Total buildings: %(count)s
bg: Общо сгради: %(count)s

source: Add new building
bg: Добавяне на нова сграда

source: Search buildings
bg: Търсене на сгради

source: Name, address or owner
bg: Име, адрес или собственик

source: Work orders
bg: Поръчки

source: No buildings found.
bg: Няма намерени сгради.

source: View
bg: Преглед

source: Update
bg: Обновяване

source: No work orders assigned for today.
bg: Няма възложени работни поръчки за днес.

source: No replacement request note provided.
bg: Няма бележка към заявката за подмяна.

source: Requested by
bg: Заявено от

source: Review
bg: Преглед

source: No work orders are awaiting approval.
bg: Няма работни поръчки, които да очакват одобрение.

source: Notifications
bg: Известия

source: %(total)s notifications
bg: %(total)s известие

source: Read
bg: Прочетено

source: No notifications right now.
bg: В момента няма известия.

source: No dashboard data available for your role yet.
bg: Няма данни за таблото за вашата роля.

source: FILE
bg: ФАЙЛ

source: JavaScript is required for inline uploads. Use the edit form to add files when JavaScript is disabled.
bg: JavaScript е задължителен за директното качване. Използвайте формата за редакция, за да добавите файлове, когато JavaScript е изключен.

source: First
bg: Първа

source: Prev
bg: Предишна

source: Next
bg: Следваща

source: Last
bg: Последна

source: Page
bg: Страница

source: of
bg: от

source: Delete unit
bg: Изтриване на апартамент

source: Are you sure you want to delete <strong>%(number)s</strong>
bg: Сигурни ли сте, че искате да изтриете <strong>%(number)s</strong>

source: Occupied
bg: Зает

source: Yes,No
bg: Да,Не

source: Edit Unit · %(name)s
bg: Редакция на апартамент · %(name)s

source: New Unit · %(name)s
bg: Нов апартамент · %(name)s

source: Edit Unit
bg: Редакция на апартамент

source: Edit Unit in %(name)s
bg: Редакция на апартамент в %(name)s

source: New Unit in %(name)s
bg: Нов апартамент в %(name)s

source: Delete user
bg: Изтриване на потребител

source: Are you sure you want to remove <strong>%(username)s</strong>? This action cannot be undone.
bg: Сигурни ли сте, че искате да премахнете <strong>%(username)s</strong>? Това действие не може да бъде отменено.

source: Warning: deleting a user removes access immediately.
bg: Предупреждение: изтриването на потребител прекратява достъпа незабавно.

source: Back to Users
bg: Обратно към потребителите

source: Full name
bg: Пълно име

source: Staff
bg: Персонал

source: Superuser
bg: Суперпотребител

source: Joined
bg: Регистриран

source: Last login
bg: Последен вход

source: Reset Password
bg: Нулиране на парола

source: Edit user
bg: Редакция на потребител

source: Add user
bg: Добавяне на потребител

source: Update account details, flags, and contact information.
bg: Актуализирайте данните на акаунта, правата и контактната информация.

source: Create a new account and assign the right access level.
bg: Създайте нов акаунт и задайте подходящото ниво на достъп.

source: Reset password
bg: Нулиране на парола

source: Choose a new password for %(username)s. They will be prompted to use it on next sign in.
bg: Изберете нова парола за %(username)s. Тя ще бъде поискана при следващото влизане.

source: Save new password
bg: Запазване на новата парола

source: Total users: %(count)s
bg: Общо потребители: %(count)s

source: Search users
bg: Търсене на потребители

source: Search username, email, or name
bg: Търсене по потребителско име, имейл или име

source: Search
bg: Търсене

source: Clear
bg: Изчистване

source: Username
bg: Потребителско име

source: No users found.
bg: Няма намерени потребители.

source: High priority tasks
bg: Работни задачи с висок приоритет

source: Medium priority tasks
bg: Работни задачи със среден приоритет

source: Low priority tasks
bg: Работни задачи с нисък приоритет

source: Archived tasks
bg: Архивирани задачи

source: Totals
bg: Общо

source: Delete Work Order
bg: Изтриване на работна задача

source: Delete work order
bg: Изтриване на работна задача

source: Are you sure you want to delete <strong>%(title)s</strong> for <strong>%(building)s</strong>?
bg: Сигурни ли сте, че искате да изтриете <strong>%(title)s</strong> за <strong>%(building)s</strong>?

source: This cannot be undone.
bg: Това не може да бъде отменено.

source: Work Order
bg: Работна задача

source: Back
bg: Назад

source: Deadline status
bg: Състояние на крайния срок

source: Approved by
bg: Одобрено от

source: Replacement request
bg: Заявка за замяна

source: Requested by %(name)s
bg: Заявено от %(name)s

source: Work history
bg: История на поръчката

source: Track who progressed this work order and how the status changed.
bg: Проследете кой е работил по тази поръчка и как се е променил статусът.

source: Participants
bg: Участници

source: Approval
bg: Одобрение

source: By %(actor)s
bg: От %(actor)s

source: Attachments added
bg: Добавени прикачени файлове

source: Attachments removed
bg: Премахнати прикачени файлове

source: No history recorded yet.
bg: Все още няма записана история.

source: Edit Work Order
bg: Редакция на поръчка

source: New Work Order
bg: Нова поръчка

source: Archived Work Orders
bg: Архивирани задачи

source: Back to archived list
bg: Назад към списъка с архивирани

source: %(total)s archived work order
bg: %(total)s архивирана поръчка

source: Showing %(start)s–%(end)s of %(total)s archived work orders
bg: Показани са %(start)s–%(end)s от общо %(total)s архивирани поръчки

source: Total archived buildings: %(count)s
bg: Общо архивирани сгради: %(count)s

source: Title, description, or building
bg: Заглавие, описание или сграда

source: Search archived work orders
bg: Търсене в архивираните поръчки

source: Sort
bg: Сортиране

source: Archived range
bg: Период на архивиране

source: %(total)s building
bg: %(total)s сграда

source: %(total)s archived
bg: %(total)s архивирани

source: No archived work orders yet.
bg: Все още няма архивирани поръчки.

source: Total work orders: %(count)s
bg: Общо работни поръчки: %(count)s

source: All priorities
bg: Всички приоритети

source: Mass Assign Work Orders
bg: Масово възлагане на поръчки

source: Total orders for mass assignment: %(total)s
bg: Общо поръчки за масово разпределение: %(total)s

source: No Technical Support buildings found. Create a building with this role first.
bg: Няма намерени сгради с роля „Техническа поддръжка“. Създайте такава сграда първо.

source: Work order details
bg: Детайли за поръчката

source: Show building list
bg: Покажи списъка със сгради

source: Markdown formatting
bg: форматиране с Markdown

source: Optional context for the recipients. %(markup)s not supported.
bg: Допълнителен контекст по избор за получателите. %(markup)s не се поддържа.

source: Create work orders
bg: Създай поръчки

source: Back to Work Orders
bg: Назад към поръчките

source: Logged out
bg: Изход

source: Signed out
bg: Отписани сте

source: You have been logged out safely.
bg: Бяхте изписани успешно.

source: Return to login
bg: Назад към вход

source: Language
bg: Език

source: Sign in
bg: Влизане

source: Password
bg: Парола

source: Archived (Newest first)
bg: Архивирани (най-новите първо)

source: Archived (Oldest first)
bg: Архивирани (най-старите първо)
